Repository: hotvic/pyis-uploader
Catalog: locale/*/LC_MESSAGES/pyih-uploader.po
Languages: pt_br

source: HELPMSG
pt_br: Uso: pyih-uploader [opções] nome_do_arquivo Opções: -P|--pass pass : Sua senha (Envia para sua conta, sem cookie) -U|--user user : Seu usuário (Envia para sua conta, sem cookie) -c|--cookie id : Usar Código de Registro (Envia para sua conta) -r|--resize WxH : Redimensionar imagem -K|--clipboard : Enviar URl da imagem para Área de Transferência -t|--thb-only : Somente mostra a URL da imagem (Miniatura) -u|--url-only : Somente mostra a URL da imagem (Completa) -v|--verbose : Exibir mensagens de depuração -V|--version : Exibir a versão do programa e sair -h|--help : Exibir essa ajuda e sair

source: Missing Password
pt_br: Você precisa especificar uma senha (-P|--pass)

source: Missing Username
pt_br: Você precisa especificar um usuário (-U|--user)

source: Open File Error
pt_br: Erro ao abrir arquivo para leitura, tem certeza que o arquivo existe ?

source: XML Parse Error
pt_br: Falha ao enviar imagem, tente novamente!

source: You need PyGTK to send to clipboard
pt_br: Você precisa de PyGTK para enviar para área de transferência

source: UPLOAD_DETAILS: %1s %2s %3s %4s %5s %6s %7s
pt_br: Quem Enviou: IP: %1s Usuário: %2s Cookie: %3s Resolução: Largura: %4s Altura: %5s Links: Imagem Original: %6s Imagem Miniatura: %7s

source: (Warning: Your upload saved on account of PyIHUploader)
pt_br: (Aviso: Sua imagem foi salva na conta do PyIHUploader)

source: Error: File not found: %1s
pt_br: Erro: Arquivo não encontrado: %1s

source: Error: Please specify file name
pt_br: Erro: Por favor especifique o nome do arquivo
